Repository: gsoft-inc/dynamite
Catalog: Source/GSoft.Dynamite.Examples.Resources/Resources/Client.Project.Global.*.resx
Languages: fr_fr

# ContentGroup
source: Client Project
fr_fr: Client Projet

# ContentType_WallPost
source: Wall Post
fr_fr: Message de babillard

# ContentType_WallPostDescription
source: A parent message on the wall
fr_fr: Un message parent sur le babillard

# ContentType_WallReply
source: Wall Reply
fr_fr: Réponse de babillard

# ContentType_WallReplyDescription
source: A sub-comment on the wall in reply to a post
fr_fr: Un sous-commentaire sur le babillard

# Field_WallAuthor
source: Wall Author
fr_fr: Auteur sur le babillard

# Field_WallAuthorDescription
source: Person who made the comment
fr_fr: Personne qui a fait le commentaire

# Field_WallPostLookup
source: Related Wall Post
fr_fr: Message de babillard relié

# Field_WallPostLookupDescription
source: Parent post of this reply
fr_fr: Message parent de cette réponse

# Field_WallTags
source: Wall Tags
fr_fr: Étiquettes de babillard

# Field_WallTagsDescription
source: Tag your message
fr_fr: Étiquettez votre message

# Field_WallTextContent
source: Wall Text Content
fr_fr: Contenu texte de babillard

# Field_WallTextContentDescription
source: Content of the comment
fr_fr: Contenu du commentaire

# List_WallPosts
source: Wall Posts
fr_fr: Messages de babillard

# List_WallPostsDescription
source: List of parent wall messages
fr_fr: Liste de messages parents du babillard

# List_WallReplies
source: Wall Replies
fr_fr: Réponses de babillard

# List_WallRepliesDescription
source: List of wall sub-comments
fr_fr: Liste de sous-commentaires du babillard

# WebPart_BasicWall
source: Basic Wall
fr_fr: Babillard simple

# WebPart_BasicWallDescription
source: Display and enter posts and replies in a sychronous manner
fr_fr: Permet de visionner et d'écrire des messages et des réponses de façon synchrone
